{
  "Intro": {
    "date_month": "JUNE",
    "date_day": "SATURDAY"
  },
  "Navbar": {
    "home": "Home",
    "aboutUs": "About Us",
    "rsvp": "RSVP",
    "schedule": "Schedule",
    "venue": "Venue"
  },
  "RSVP": {
    "willAttend_title": "RSVP",
    "willAttend": "Will you join us for our Big day?",
    "name": "Name:",
    "replyBefore": "(Please, reply before March 15.)",
    "foodAllergy_title": "Special meal requests",
    "foodAllergy": "Please let us know below about any food intolerance/allergy that we should consider:",
    "foodAllergyPlaceholder": "Please, write here...",
    "accomodation_title": "Accomodation",
    "accomodation_intro": "At the dinner and party venue (Rosinante Country Inn) there will be a limited number of rooms available to book on a first come first serve basis.",
    "accomodation_prices": "Prices are as follows (breakfast included):",
    "accomodation_prices_adults": "Adults: <bold>17.000 HUF/person/night</bold>",
    "accomodation_prices_kids": "Kids between the ages of 4 - 10: <bold>7.000 HUF/person/night</bold>",
    "accomodation_prices_kids_small": "Kids below 4 are <bold>free of charge</bold>",
    "accomodation_alternatives": "In case all rooms have been booked at the venue, we can help you find alternative accomodation.",
    "accomodation_yes": "I would like accommodation",
    "accomodation_no": "I don't need accomodation",
    "accomodation_unknown": "I don't know yet",
    "accomodation_num_of_guests": "How many people would you like accommodation for?",
    "guest_number_label": "Number of guests",
    "transportation_title": "Travel",
    "transportation_intro": "The wedding will be hosted on two separate venues hence why we would like to offer our assistance for those who can not come by car.",
    "transportation_intro_p2": "As such we are offering the following transit possibilities:",
    "transportation_to_ceremony": "Transit from Szentendre local train (HÉV) station to Skanzen.",
    "transportation_to_venue": "Transit from Skanzen to Rosinante.",
    "transportation_no": "I do not require assistance",
    "transportation_yes": "I require assistance",
    "thankyou": "Thank you for responding, we are looking forward to celebrating with you on our big day :)",
    "signature": "Kriszti & Dani & Bendi",
    "yes": "Yes",
    "no": "No",
    "other": "Other",
    "other_detail": "Please, provide details...",
    "sorry_cannot_attend": "We are sorry you can't make it! Thank you for your confirmation!",
    "next": "Next",
    "send": "Send",
    "rsvpValidation": {
      "name": "Please, enter your name",
      "selectOption": "Please, select an option",
      "numberOfGuests": "Please, add the number of guests that need accomodation",
      "willAttendDetails": "Please, provide details"
    },
    "submit_error_title": "Oops, something went wrong... :(",
    "submit_error_detail": "Please, refresh the page and try again."
  },
  "AboutUs": {
    "TITLE": "Our story...",
    "1988D": "Daniel was born in Budapest, and thus began a multi-year period  of chaotic mischief.",
    "1990D": "Daniel's dad got “called for duty” in Bulgaria, so the family moved abroad and Bulgarian joined the already tricky Swedish-Hungarian-English (“Swunglish”) language environment. Daniel found this too much to handle so he decided to hold off from speaking until the age of 2.5 years. Since then however he's not shied away one bit from talking.",
    "1990K": "Krisztina was born in a cold, northern little town, called Umeå.",
    "1997K": "Krisztina and her Mom moved to Norway close to her grandparents and the broader family. Krisztina got to learn Norwegian in school and her grandfather started teaching his first grandchild to play the violin.",
    "2000D": "Daniel began his sports career in kayak. At first he spent more time in and under water than above (in the boat) due to the unstable nature of kayaks. Eventually however the sport enabled him to experience success, make new friends and create  plenty of pleasant memories during those years.",
    "2001K": "Krisztina and her Mom moved  once again, this time to Hungary. Krisztina experienced the difficulties of the Hungarian custom to use formal language when addressing your elders and realized that taking swimming lessons in Hungary is no joke (there is no “casual mode”).",
    "2002K": "Going to swim classes twice a day was out of the question for Krisztina, however when it came to basketball you could not keep her off the court. With the joy and enthusiasm surrounding basketball came unfortunately the related knee injuries as well. Who could have guessed this would be one of many connecting “anchors” between herself and Daniel?!",
    "2002D": "Daniel began his studies at Óbudai secondary school.",
    "2004K": "Krisztina began her studies at Óbudai secondary school. Krisztinaand Daniel found out that there were other “Swedish-Hungarian” kids as well at school.",
    "2006D": "During his economics studies at university Daniel learnt the ins and outs of making cocktails and he even worked as a bartender at different festivals.These days however he spends more time on the opposite side of the bar as a customer.",
    "2009K": "During her university years Krisztina became a real globetrotter, studying in the cities of Budapest, Stockholm and Sydney, but also visiting many other exotic locations as a tourist.",
    "2010D": "Similarly to Krisztina, Daniel's passion for all kinds of sports eventually lead to injuries around the good old knee.",
    "2018K": "Krisztina successfully completed her first triathlon race, which became the starting point for a passionate hobby that remains a very important part of her life even these days.Interestingly enough Daniel completed his first triathlon race last year:)",
    "2022KD": "Krisztina and Daniel met for the first time since the secondary school years for a nostalgic chat about the “good old times”. Shortly afterwards they scheduled their first date:).",
    "2022KDXXX": "The First Kiss:)",
    "2023KD": "At the end of a 10k run in Stockholm Daniel got down to one knee and “popped the question” to which Krisztina responded <bold>“YES”</bold> (luckily the knees functioned well that day).",
    "DATE_2022_SEP": "2022 September",
    "DATE_2022_OCT": "2022 8th October",
    "DATE_2023_OCT": "2023 8th October"
  },
  "Venue": {
    "TITLE": "Information about getting to the venue",
    "TITLE_CAR": "For our guests arriving by car",
    "TITLE_TEMPLE": "I. Wedding ceremony (Church)",
    "ARRIVAL_TEMPLE": "Please arrive between 1:30 - 45 pm.",
    "LOCATION_TEMPLE": "<bold>Address:</bold> Skanzen (Hungarian Open air Museum), 2000 Szentendre, Sztaravodai way  75",
    "TEMPLE_INSTRUCTION_1": "The entrance to our dedicated parking area will be located on the right side of the road (exiting Szentendre). See below map and link for exact coordinates.",
    "TEMPLE_INSTRUCTION_2": "Be aware that this in not the official entrance of Skanzen, i.e. do not drive to the location marked with X on the map.",
    "TEMPLE_INSTRUCTION_3": "Our brothers (Marci & Tomi) will be waiting for you at the parking lot to navigate you further. Please arrive on time (between 13:30 and 45) as you will still need to take a short walk to the church.",
    "TITLE_RESTAURANT": "II. Civil Ceremony",
    "ARRIVAL_RESTAURANT": "Arrival before 5 pm.",
    "LOCATION_RESTAURANT": "<bold>Address:</bold> Rosinante Country Inn - 2015 Szigetmonostor, Hrsz.: 057/2",
    "RESTAURANT_INSTRUCTION_1": "We recommend you to drive to Rosinante via Tahitótfalu by crossing the bridge Tildy Zoltán (approximately 30 mins from Skanzen).",
    "RESTAURANT_INSTRUCTION_2": "Google may suggest you alternative routes however these will require crossing the river Danube by ferry which can become a hustle.",
    "RESTAURANT_INSTRUCTION_3": "We look forward to seeing you at Rosinante starting 15:30. :)",
    "TITLE_BUS": "Bus transport",
    "BUS_INSTRUCTION": "For our guest arriving with the organised transportation, please be at Battyhány square at 12:30 pm (further information will be send out in private).",
    "GREETING": "With love,",
    "CONTACT": "In case of any question, do not hesitate to reach out to our event organiser, Csongor (+36302918729)"
  }
}
